Repository: Belfagor2005/tvSettings
Catalog: usr/lib/enigma2/python/Plugins/Extensions/tvSettings/res/locale/*/LC_MESSAGES/tvsettings.po
Languages: it

source: Loading data... Please wait
it: Carico i dati... Attendere prego

source: Select
it: Seleziona

source: Exit
it: Uscire

source: tvSettings by Lululla V.%s Install Channel Settings and recovery DDT and IPTV Favorite Forum Support www.corvoboys.org
it: tvSettings di Lululla V.%s Installa le impostazioni del canale e ripristina DDT e IPTV Preferiti Forum di supporto www.corvoboys.org

source: New version %s is available Changelog: %s Press info_long or yellow_long button to start force updating.
it: È disponibile la nuova versione %s Registro delle modifiche: %s Premere info_long o yellow_long pulsante per avviare l'aggiornamento forzato.

source: New version %s is available. Changelog: %s Do you want to install it now?
it: È disponibile la nuova versione %s. Registro delle modifiche: %s Vuoi installarla ora?

source: Congrats! You already have the latest version...
it: Congratulazioni! Hai già l'ultima versione...

source: Do you want to install update ( %s ) now?
it: Vuoi installare aggiornamento(%s) ora?

source: Update Aborted!
it: Aggiornamento annullato!

source: Sorting Terrestrial channels with Lcn rules Completed
it: Canali terrestri con le regole Lcn ordinati correttamente

source: Please select ...
it: Seleziona Prego ...

source: UPDATE SATELLITES.XML
it: AGGIORNA SATELLITES.XML

source: UPDATE TERRESTRIAL.XML
it: AGGIORNA TERRESTRIAL.XML

source: This operation restore your Favorite channel Dtt from =>>THISPLUGIN/temp/TerrestrialChannelListArchive Do you really want to continue?
it: Questa operazione ripristina il tuo canale preferito Dtt da =>>THISPLUGIN/temp/TerrestrialChannelListArchive Vuoi davvero continuare?

source: This operation save your Favorite channel Dtt to =>>/tmp/*_enigma2settingsbackup.tar.gz Do you really want to continue?
it: Questa operazione salva il tuo canale preferito Dtt a =>>/tmp/*_enigma2settingsbackup.tar.gz Vuoi davvero continuare?

source: Do you want to install?
it: Vuoi installare?

source: Satellites.xml Updated!
it: Satellites.xml Aggiornato!

source: Installation done !!!
it: Installazione completata!

source: Terrestrial.xml Updated!
it: Terrestrial.xml Aggiornato!

source: Getting the list, please wait ...
it: Ricevo l'elenco , si prega di attendere ...

source: Install
it: Installa

source: Back
it: Indietro

source: Download page get failed ...
it: Download Fallito ...

source: Installation Settings
it: Installazione Settings

source: Settings Installed ...
it: Setting Installati...

source: Settings Not Installed (dest)...
it: Setting Installati! (dest)...

source: Settings Not Installed ...
it: Setting Non Installati ...

source: Not Installed ...
it: Non installati ...
